Repository: artcomventure/wordpress-plugin-facebookFeed
Catalog: languages/*.po
Languages: de_de

source: %s and %s
de_de: %s und %s

source: ... and display the public content here in your WordPress page.
de_de: ... und zeige den öffentlichen Inhalt hier auf deiner WordPress-Seite an.

source: ... or %s
de_de: ... oder %s

source: Although it can be understood that way: <b>This doesn't give us permission to manage your Facebook pages!</b> It simply allows the plugin to see a list of your pages and retrieve an access token.
de_de: Obwohl es so verstanden werden kann: <b>Dies gibt uns keine Erlaubnis, Deine Facebook-Seiten zu verwalten!</b> Es erlaubt dem Plugin lediglich, eine Liste Deiner Seiten anzuzeigen und ein Zugriffsschlüssel abzurufen.

source: Auto-embed your (public) Facebook posts.
de_de: Deine (öffentlichen) Facebook-Beiträge automatisch einbetten.

source: Cache Lifetime
de_de: Cache-Lebensdauer

source: Connect to your Facebook Page
de_de: Verbinde zu Deiner Facebook-Seite

source: Connect your Facebook Page
de_de: Verbinde Deine Facebook-Seite

source: Display
de_de: Anzeige

source: Don't forget to save!
de_de: Vergiss nicht zu speichern!

source: flush the cache right now
de_de: leere jetzt den Cache

source: Merge the Facebook posts into WordPress' news stream.
de_de: Füge die Facebook-Beiträge in den News-Stream von WordPress ein.

source: Only after the expiration of %s, a new request will be made to Facebook and (possibly) new content will be loaded.
de_de: Erst nach Ablauf von %s, wird eine neue Anfrage an Facebook gestellt und (möglicherweise) neuer Inhalt geladen.

source: Select the page you want to display the content of. If your page isn't in the list simply click on the <i>blue button</i> again.
de_de: Wähle die Seite aus, deren Inhalt Du anzeigen möchtest. Wenn Deine Seite nicht in der Liste enthalten ist, klicke erneut auf den <i>blauen Button</i>.

source: To display the content of your connected Facebook page add the following shortcodes directly into the text box where it should be displayed. Use %s for posts and %s for events.
de_de: Um den Inhalt Deiner Facebook-Seite anzuzeigen, füge die folgenden Shortcodes direkt in das Textfeld ein, wo sie angezeigt werden sollen. Verwende %s für Beiträge und %s für Veranstaltungen.
